Repository: BackupTheBerlios/kompose
Catalog: kompose/po/*.po
Languages: de

source: _: NAME OF TRANSLATORS Your names
de: Thomas Fischer

source: _: EMAIL OF TRANSLATORS Your emails
de: t-fisch@users.sourceforge.net

source: Desktop %1 - %2
de: Arbeitsfläche %1 - %2

source: Komposé (ungrouped)
de: Komposé (nicht gruppiert)

source: Komposé (grouped by virtual desktops)
de: Komposé (gruppiert in virtuellen Arbeitsflächen)

source: Komposé (current virtual desktop)
de: Komposé (aktuelle virtuelle Arbeitsfläche)

source: Configure &Global Shortcuts...
de: &Globale Kurzbefehle einrichten...

source: About Komposé
de: Über Komposé

source: Komposé Preferences
de: Einrichten - Komposé

source: Behavior
de: Verhalten

source: Layouts
de: Anordnung

source: Default Layout
de: Standardanordnung

source: Determines which view should be started by default (e.g. when you click on the systray icon).
de: Legt fest, welche Ansicht als Standard verwendet wird, wenn z.B. auf das Symbol in der Kontrollleiste geklickt wird.

source: Ungrouped
de: Nicht gruppiert

source: Fullscreen layout that shows all windows in no specific order
de: Vollbildanordnung, die alle Fenster ohne besondere Reihenfolge zeigt

source: Grouped by virtual desktops
de: Gruppiert nach virtuellen Arbeitsflächen

source: Fullscreen layout that shows a representation of your virtual desktops and places the windows inside.
de: Vollbildanordnung, die die virtuellen Arbeitsflächen und die darin enthaltenen Fenster zeigt.

source: Current virtual desktop
de: Aktuelle virtuelle Arbeitsfläche

source: Fullscreen layout that shows the windows of the desktop you're currently working on.
de: Vollbildanordnung, die die Fenster der aktuellen virtuellen Arbeitsfläche zeigt.

source: Screenshots
de: Bildschirmphoto

source: Use XComposite if available
de: XComposite verwenden falls verfügbar

source: Making use of the Composite extension of newer X Servers makes the grabbing of screenshots obsolete. The contents of all windows are drawn in back buffers that will be accessed by Komposé Note that the Composite implementation of even modern graphic card drivers is still very slow and may make your system pretty unusable.
de: Mit der Composite-Erweiterung moderner X-Server kann auf das herkömmliche Einfangen des Bildschirms verzichtet werden. Der Inhalt aller Fenster wird in verborgenen Puffern gezeichnet, auf die Komposé zugreift. Die Composite-Implementierung ist selbst bei aktuellen Treibern oft langsam und macht das System instabil.

source: Passive screenshots
de: Passive Bildschirmphotos

source: Create a screenshot whenever you raise or active a window. When selected the amount the annoying popup-effect before every Komposé activation will be minimized to nearly zero. The drawback is that the screenshots are not so recent and may not display the actual content.
de: Erstellt ein Bildschirmfoto, wann immer ein Fenster gehoben oder aktiviert wird. Wenn diese Option aktiviert ist, wird das störende Bildschirmflackern vor jeder Komposé-Aktivierung minimiert. Ein Nachteil dabei ist, daß die Bildschirmfotos nicht immer aktuell sind und eventuell nicht den gegenwärtigen Inhalt darstellen.

source: Delay between screenshots (ms):
de: Verzögerung zwischen Bildschirmfotos (ms):

source: Specifies the time to wait between the activation of a window and the screenshot taking. Increase it when your windows need more time to draw themselves after activation. Values below 300ms are not recommended, but may work in some cases.
de: Bestimmt die Zeit, die gewartet wird zwischen der Aktivierung eines Fensters und des Aufnehmens eines Bildschirmfotos von diesem Fenster. Falls ein Fenster mehr Zeit braucht, um sich neu zu zeichnen, sollte dieser Wert erhöht werden. Werte unter 300 ms sind nicht empfehlenswert, auch wenn sie in bestimmten Fällen funktionieren.

source: Cache scaled Screenshots
de: Skalierte Bildschirmphotos zwischenspeichern

source: This may avoid some scaling operations to be called repeatedly when Komposé has been displayed before and the screenshot's size didn't change. It will however increase memory usage quite a bit.
de: Verhindert wiederholte Skalierungsoperationen, wenn Komposé Bildschirmfotos anzeigt, deren Inhalt sich seit dem letzten Komposé-Aufruf nicht geändert hat. Dadurch wird aber auch der Speicherverbrauch etwas erhöht.

source: Autoactivate when mouse moves into
de: Automatisch aktivieren, wenn die Maus hier hin bewegt wird

source: Top-left corner
de: Obere linke Ecke

source: Top-right corner
de: Obere rechte Ecke

source: Bottom-left corner
de: Untere linke Ecke

source: Bottom-right corner
de: Untere rechte Ecke

source: Delay until activation (ms):
de: Verzögerung bis Aktivierung (ms):

source: Specifies the time in ms for which the mouse pointer must rest in the corner until auto-activation.
de: Gibt die Zeit in Millisekunden an, für die der Mauszeiger in der Ecke verweilen muss, damit Komposé aktiviert wird.

source: Enable image effects
de: Bildeffekte verwenden

source: Lighten windows when the mouse moves over it or gray out minimized windows. Depending on your system specs this can be a bit slower.
de: Fenster werden aufgehellt, wenn die Maus über sie fährt und angegraut, wenn sie minimiert sind. Diese Option kann das System verlangsamen.

source: Window Titles
de: Fenstertitel

source: Show window titles
de: Fenstertitel anzeigen

source: Select Font...
de: Schrift auswählen...

source: Display the name of every window in Komposé
de: Den Namen von jedem Fenster in Komposé anzeigen

source: Text color:
de: Textfarbe:

source: Shadow color:
de: Schattenfarbe:

source: Task Icons
de: Fenstersymbole

source: Show icons
de: Symbole anzeigen

source: Grouped by Virtual Desktops
de: Gruppiert nach virtuellen Arbeitsflächen

source: Layout empty virtual desktops minimized
de: Leere virtuelle Arbeitsflächen verkleinert darstellen

source: Check this if you want empty virtual desktops to take less space on the screen. Uncheck it if you want them to be arranged statically, each of the same size.
de: Mit dieser Option benötigen leere virtuelle Arbeitsflächen weniger Platz am Bildschirm. Ohne diese Option wird jeder virtuellen Arbeitsfläche statisch ein gleichgroßer Platz zugeordnet.

source: Tint virtual desktop widgets:
de: Rahmen für virtuelle Arbeitsflächen einfärben:

source: Colorize the transparent background of the virtual desktop widgets
de: Den transparenten Hintergrund de virtuellen Arbeitsflächen eingfärben

source: Desktop frame color:
de: Rahmenfarbe für Arbeitsflächen:

source: Desktop frame highlight color:
de: Rahmenfarbe für hervorgehobene Arbeitsflächen:

source: Select Desktop Names Font...
de: Schrift für Arbeitsflächenbeschriftungen auswählen...

source: Don't scale, show as they are (preferably bigger)
de: Nicht skalieren, sondern Original (vorzugsweise größer) zeigen

source: Show Komposé (default view)
de: Komposé anzeigen (Standardansicht)

source: Displays the view you have configured as default
de: Anzeigen wie als Standard eingerichtet

source: Show Komposé (ungrouped)
de: Komposé anzeigen (nicht gruppiert)

source: Displays all windows unsorted
de: Alle Fenster unsortiert anzeigen

source: Show Komposé (grouped by virtual desktops)
de: Komposé anzeigen (gruppiert nach virtuellen Arbeitsflächen)

source: Displays all windows sorted by virtual desktops
de: Alle Fenster sortiert nach virtuellen Arbeitsflächen anzeigen

source: Show Komposé (current virtual desktop)
de: Komposé anzeigen (aktuelle virtuelle Arbeitsfläche)

source: Displays all windows on the current desktop
de: Alle Fenster der aktuellen Arbeitsfläche anzeigen

source: modified
de: verändert

source: Task Actions
de: Fensteraktionen

source: Task
de: Fenster

source: Minimize/Restore
de: Verkleinern/Wiederherstellen

source: &All Desktops
de: &Alle Arbeitsflächen

source: To &Desktop
de: Auf &Arbeitsfläche

source: A fullscreen task manager for KDE
de: Ein Vollbild-Fensterwechsler für KDE

source: Do not show the systray icon
de: Symbol nicht in Kontrollleiste zeigen

source: C&ustom
de: &Benutzerdefiniert
